namespace SafeHouseAMS.BizLayer.LifeSituations.InquirySources
{
    /// <summary>
    /// Источник обращения - маркерный интерфейс
    /// </summary>
    public interface IInquirySource
    {
        /*
         - *источник обращения (самостоятельные обращения (каналы обращения - ВК, фейсбук, инстаграмм, поста, телефон, вацап, вибер, телеграм, сигнал)
         перенаправлен дргуим пострадавшим (указать), перенаправлен дргуим лицом (указать лицо), перенапрален другой организацией (указать организацию))
        */
    }

}